---
kind: type
id: T:Autodesk.Revit.DB.Visual.Ceramic
source: html/3f990d29-c743-ab3f-0a30-3b0a9b1f14cf.htm
---
# Autodesk.Revit.DB.Visual.Ceramic

A static class that provides access to the property names that appear in the Ceramic visual asset schema.

## Syntax (C#)
```csharp
public static class Ceramic
```